",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Agregar";

"Cancel|generic cancel button" = "Cancelar";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Mensajes de Facebook";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Usuario de Facebook";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Amigos o contactos";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversación grupal";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Contacto incompleto";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Contacto no válido";

"Last Updated: %@|last updated date in pull to refresh header" = "Última actualización: %1$@";

"Loading...|loading progress text" = "Cargando…";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Más amigos conectados";

"Name|Placeholder text: Name of new contact" = "Nombre";

"New Contact|Button title: Create a new contact" = "Contacto nuevo";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "en el celular";

"online|presences status for being online on the web" = "en la web";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Teléfono o correo electrónico";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Ingresa un número de teléfono o correo electrónico.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Escribe el nombre de la persona y la información de contacto.";

"Pull down to refresh...|message for pull down to refresh" = "Bajar para actualizar…";

"Push up to refresh...|message for push up to refresh" = "Subir para actualizar...";

"Release to refresh...|message for releasing to refresh" = "Soltar para actualizar...";

"Search|placeholder in search bar" = "Buscar";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Buscar más amigos...";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Enviar a:";

"To:|to field in contact picker" = "Para:";

"Updating...|updating progress text" = "Actualizando…";

